Repository: mohamedamineidir-dotcom/UltraTrain
Catalog: UltraTrain/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: ... and %lld more splits
fr: ... et %lld splits de plus

source: %.0fg carbs
fr: %.0fg glucides

# %@ - %@ /km
source: %1$@ - %2$@ /km
fr: %@ - %@ /km

# %@ alert: %@. %@
source: %1$@ alert: %2$@. %3$@
fr: Alerte %1$@ : %2$@. %3$@

source: %@ complete
fr: %@ terminé

# %@ of %@
source: %1$@ of %2$@
fr: %1$@ sur %2$@

# %@ pace: %@
source: %1$@ pace: %2$@
fr: Allure %1$@ : %2$@

# %@ phase, %@, %lld of %lld weeks completed
source: %1$@ phase, %2$@, %3$lld of %4$lld weeks completed
fr: Phase %@, %@, %lld sur %lld semaines terminées

# %@ progress: %lld percent
source: %1$@ progress: %2$lld percent
fr: Progression %1$@ : %2$lld pour cent

source: %@ remaining
fr: %@ restant

# %@ session, %@, %@ intensity%@
source: %1$@ session, %2$@, %3$@ intensity%4$@
fr: Séance %1$@, %2$@, intensité %3$@%4$@

source: %@ total
fr: %@ au total

source: %@ used
fr: %@ utilisé

# %@, %@ %@ percent. %@
source: %1$@, %2$@ %3$@ percent. %4$@
fr: %1$@, %2$@ %3$@ pour cent. %4$@

# %@, %@ kilometers, pace %@, updated %@
source: %1$@, %2$@ kilometers, pace %3$@, updated %4$@
fr: %1$@, %2$@ kilomètres, allure %3$@, mis à jour %4$@

# %@, %@ race. %@, %@ elevation gain. %@
source: %1$@, %2$@ race. %3$@, %4$@ elevation gain. %5$@
fr: %1$@, course %2$@. %3$@, %4$@ de dénivelé positif. %5$@

# %@, %@, %@ elevation, expected %@
source: %1$@, %2$@, %3$@ elevation, expected %4$@
fr: %@, %@, %@ de dénivelé, attendu %@

# %@, %@, %@, %@ elevation gain
source: %1$@, %2$@, %3$@, %4$@ elevation gain
fr: %1$@, %2$@, %3$@, %4$@ de dénivelé positif

# %@, %@, at %@, %lld kilocalories
source: %1$@, %2$@, at %3$@, %4$lld kilocalories
fr: %1$@, %2$@, à %3$@, %4$lld kilocalories

# %@, %@. %lld runs, %lld kilometers, %lld meters elevation gain
source: %1$@, %2$@. %3$lld runs, %4$lld kilometers, %5$lld meters elevation gain
fr: %1$@, %2$@. %3$lld courses, %4$lld kilomètres, %5$lld mètres de D+

# %@, %lld degrees, feels like %lld degrees
source: %1$@, %2$lld degrees, feels like %3$lld degrees
fr: %1$@, %2$lld degrés, ressenti %3$lld degrés

# %@, %lld of 5
source: %1$@, %2$lld of 5
fr: %1$@, %2$lld sur 5

# %@, %lld taken
source: %1$@, %2$lld taken
fr: %1$@, %2$lld pris

# %@, pace %@%@
source: %1$@, pace %2$@%3$@
fr: %1$@, allure %2$@%3$@

# %@: %@ hours
source: %1$@: %2$@ hours
fr: %1$@ : %2$@ heures

# %@: %@ of %@, %lld percent
source: %1$@: %2$@ of %3$@, %4$lld percent
fr: %1$@ : %2$@ sur %3$@, %4$lld pour cent

# %@: %@, set on %@
source: %1$@: %2$@, set on %3$@
fr: %1$@ : %2$@, défini le %3$@

# %@: %lld of %lld grams
source: %1$@: %2$lld of %3$lld grams
fr: %1$@ : %2$lld sur %3$lld grammes

# %@: %lld out of 100
source: %1$@: %2$lld out of 100
fr: %1$@ : %2$lld sur 100

# %@: planned %@, actual %@%@
source: %1$@: planned %2$@, actual %3$@%4$@
fr: %1$@ : planifié %2$@, réel %3$@%4$@

source: %@. Premium feature.
fr: %@. Fonctionnalité Premium.

# %@%@. Predicted %@, actual %@, %@
source: %1$@%2$@. Predicted %3$@, actual %4$@, %5$@
fr: %1$@%2$@. Prédit %3$@, réel %4$@, %5$@

# %@%@%% vs your previous fitness anchor
source: %1$@%2$@%% vs your previous fitness anchor
fr: %1$@%2$@%% vs votre ancrage de forme précédent

# %lld - %lld bpm
source: %1$lld - %2$lld bpm
fr: %lld - %lld bpm

# %lld / %lld logged
source: %1$lld / %2$lld logged
fr: %lld / %lld enregistrés

source: %lld active
fr: %lld actif

# %lld comment%@
source: %1$lld comment%2$@
fr: %1$lld commentaire%2$@

source: %lld cp
fr: %lld pc

source: %lld CP
fr: %lld PC

source: %lld failed
fr: %lld échoué

source: %lld g total carbs
fr: %lld g de glucides au total

source: %lld g/hr
fr: %lld g/h

source: %lld grams
fr: %lld grammes

source: %lld gut training runs
fr: %lld séances d'entraînement gastrique

source: %lld intervals
fr: %lld intervalles

source: %lld items
fr: %lld éléments

source: %lld kcal total
fr: %lld kcal au total

# %lld km · %lld of %lld
source: %1$lld km · %2$lld of %3$lld
fr: %lld km · %lld sur %lld

# %lld km · D+ %lld m · %@
source: %1$lld km · D+ %2$lld m · %3$@
fr: %lld km · D+ %lld m · %@

# %lld like%@
source: %1$lld like%2$@
fr: %1$lld j'aime%2$@

# %lld locked weeks in %@ phase, %lld total in plan. Upgrade to view.
source: %1$lld locked weeks in %2$@ phase, %3$lld total in plan. Upgrade to view.
fr: %1$lld semaines verrouillées en phase %2$@, %3$lld au total dans le plan. Passez à Premium pour voir.

source: %lld locked weeks. Upgrade to view.
fr: %lld semaines verrouillées. Passez à la version premium pour les voir.

source: %lld milliliters
fr: %lld millilitres

source: %lld More Weeks
fr: %lld semaines de plus

# %lld of %lld achievements unlocked
source: %1$lld of %2$lld achievements unlocked
fr: %1$lld sur %2$lld succès débloqués

# %lld of %lld calories consumed
source: %1$lld of %2$lld calories consumed
fr: %1$lld sur %2$lld calories consommées

# %lld of %lld items
source: %1$lld of %2$lld items
fr: %1$lld sur %2$lld éléments

# %lld of %lld runs logged
source: %1$lld of %2$lld runs logged
fr: %lld sur %lld courses enregistrées

# %lld of %lld sessions
source: %1$lld of %2$lld sessions
fr: %1$lld sur %2$lld séances

source: %lld pending
fr: %lld en attente

source: %lld percent
fr: %lld pour cent

source: %lld percent complete
fr: %lld pour cent terminé

# %lld percent of weekly distance target, %@ of %@ kilometers
source: %1$lld percent of weekly distance target, %2$@ of %3$@ kilometers
fr: %1$lld pour cent de l'objectif distance hebdomadaire, %2$@ sur %3$@ kilomètres

# %lld run%@ included
source: %1$lld run%2$@ included
fr: %1$lld course%2$@ incluse

source: %lld runs
fr: %lld courses

source: %lld runs logged
fr: %lld courses enregistrées

source: %lld runs/week
fr: %lld courses/semaine

source: %lld seconds
fr: %lld secondes

# %lld star%@
source: %1$lld star%2$@
fr: %1$lld étoile%2$@

source: %lld sync failures
fr: %lld erreurs de synchronisation

source: %lld weeks
fr: %lld semaines

source: %lld weeks to go
fr: %lld semaines restantes

source: %lld weeks until race day
fr: %lld semaines avant la course

source: %lld yrs
fr: %lld ans

source: %lld-day streak
fr: Série de %lld jours

source: %lld-Week Plan
fr: Plan de %lld semaines

# %lld–%lld min
source: %1$lld–%2$lld min
fr: %lld–%lld min

# %lld/%lld sessions
source: %1$lld/%2$lld sessions
fr: %1$lld/%2$lld séances

source: %lldd left
fr: %lldd restant

# %lldg · %lld kcal
source: %1$lldg · %2$lld kcal
fr: %lld g · %lld kcal

source: ~%lld kcal consumed
fr: ~%lld kcal consommées

# ~%lld--%lld km/week
source: ~%1$lld--%2$lld km/week
fr: ~%lld--%lld km/semaine

source: 1-2 coffees or equivalent per day
fr: 1-2 cafés ou équivalent par jour

source: 1-2 weeks reduced. Plan eases the first 1-2 weeks.
fr: 1-2 semaines réduites. Le plan allège les 1-2 premières semaines.

source: 2-4 weeks off or managed injury. Conservative ramp.
fr: 2-4 semaines d'arrêt ou blessure gérée. Montée prudente.

source: 3 runs minimum. Extra days become rest days.
fr: 3 courses minimum. Les jours en plus deviennent des jours de repos.

source: 3+ coffees or strong daily habit
fr: 3+ cafés ou forte habitude quotidienne

source: 3D Preview
fr: Aperçu 3D

source: 3D terrain preview
fr: Aperçu du terrain 3D

source: 4 × 6-8 min uphill at threshold effort, jog-down recovery. Threshold calibration when you don't have a 30-min sustained climb.
fr: 4 × 6-8 min en montée à effort seuil, récupération en descente. Calibrage du seuil quand vous n'avez pas de côte soutenue de 30 min.

source: 4+ weeks off. Plan rebuilds gradually from the base.
fr: 4+ semaines d'arrêt. Le plan reconstruit progressivement depuis la base.

source: 5-6 × 4 min uphill at threshold effort. Threshold calibration for shorter hills.
fr: 5-6 × 4 min en montée à effort seuil. Calibrage du seuil pour les côtes plus courtes.

source: 5-Run Average
fr: Moyenne sur 5 courses

source: 5K finish time
fr: Temps sur 5 km

source: 5K time trial all-out. Result re-anchors all your pace targets.
fr: Contre-la-montre 5 km à fond. Le résultat réancre toutes vos allures cibles.

source: 6 min all-out on flat (track ideal). Distance covered ÷ 100 = your VMA. Re-anchors all training paces.
fr: 6 min à fond sur le plat (piste idéale). Distance parcourue ÷ 100 = votre VMA. Réancre toutes les allures d'entraînement.

source: 6 Months
fr: 6 mois

source: 6-digit code
fr: Code à 6 chiffres

source: 7d Avg
fr: Moy. 7j

source: 8-Week Summary
fr: Résumé sur 8 semaines

source: 8-week summary. Total distance: %1$@. Total elevation: %2$@. %3$lld total runs. Average %4$@ per week.
fr: Résumé sur 8 semaines. Distance totale : %1$@. Dénivelé total : %2$@. %3$lld courses au total. Moyenne %4$@ par semaine.

source: 12 Months
fr: 12 mois

source: 12-week progressive plan
fr: Plan progressif de 12 semaines

source: 24 Months
fr: 24 mois

source: 30 min on a treadmill at 8-12% incline at threshold effort. Designed for flat-region athletes prepping for mountain races.
fr: 30 min sur tapis à 8-12 % d'inclinaison à effort seuil. Conçu pour les athlètes de régions plates préparant des courses de montagne.

source: 30 min uphill at threshold effort on a sustained climb. Calibrates your trail threshold zones.
fr: 30 min en montée à effort seuil sur une côte soutenue. Calibre vos zones de seuil en trail.

source: 30-Day Trend
fr: Tendance sur 30 jours

source: A countdown gives you time to cancel a false alarm. Location sharing sends your GPS coordinates to emergency contacts.
fr: Un compte à rebours vous laisse le temps d'annuler une fausse alerte. Le partage de position envoie vos coordonnées GPS aux contacts d'urgence.

source: A few quick checks so your plan starts where you really are.
fr: Quelques vérifications rapides pour que votre plan démarre là où vous en êtes vraiment.

source: A Race is your main goal, B Race is important, C Race is a training race
fr: La course A est votre objectif principal, B est importante, C est une course d'entraînement

source: Abandon
fr: Abandonner

source: About
fr: À propos

source: About You
fr: À propos de vous

source: Accept
fr: Accepter

source: Accepts friend request from %@
fr: Accepte la demande d'ami de %@

source: Account
fr: Compte

# ach.001
source: Century Runner
fr: Centurion du kilomètre

# ach.002
source: Run a total of 100 km.
fr: Courez 100 km au total.

# ach.003
source: Road Warrior
fr: Guerrier de la route

# ach.004
source: Run a total of 500 km.
fr: Courez 500 km au total.

# ach.005
source: Thousand Miler
fr: Mille bornes

# ach.006
source: Run a total of 1,000 km.
fr: Courez 1 000 km au total.

# ach.007
source: Ultra Legend
fr: Légende de l'ultra

# ach.008
source: Run a total of 2,500 km.
fr: Courez 2 500 km au total.

# ach.009
source: First 10K
fr: Premier 10K

# ach.010
source: Complete a single run of 10 km or more.
fr: Réalisez une sortie unique de 10 km ou plus.

# ach.011
source: Marathoner
fr: Marathonien

# ach.012
source: Complete a single run of 42.2 km or more.
fr: Réalisez une sortie unique de 42,2 km ou plus.

# ach.013
source: Ultra Runner
fr: Ultra-traileur

# ach.014
source: Complete a single run of 50 km or more.
fr: Réalisez une sortie unique de 50 km ou plus.

# ach.016
source: Complete a single run of 100 km or more.
fr: Réalisez une sortie unique de 100 km ou plus.

# ach.017
source: Hill Climber
fr: Grimpeur

# ach.018
source: Accumulate 5,000 m of total elevation gain.
fr: Cumulez 5 000 m de dénivelé positif total.

# ach.019
source: Mountain Goat
fr: Chamois

# ach.020
source: Accumulate 10,000 m of total elevation gain.
fr: Cumulez 10 000 m de dénivelé positif total.

# ach.022
source: Accumulate 25,000 m of total elevation gain.
fr: Cumulez 25 000 m de dénivelé positif total.

# ach.023
source: Vertical Kilometer
fr: Kilomètre vertical

# ach.024
source: Gain 1,000 m of elevation in a single run.
fr: Grimpez 1 000 m de dénivelé en une seule sortie.

# ach.026
source: Gain 2,000 m of elevation in a single run.
fr: Grimpez 2 000 m de dénivelé en une seule sortie.

# ach.027
source: Getting Started
fr: Premiers pas

# ach.028
source: Complete 10 runs.
fr: Réalisez 10 sorties.

# ach.029
source: Dedicated Runner
fr: Coureur assidu

# ach.030
source: Complete 50 runs.
fr: Réalisez 50 sorties.

# ach.031
source: Triple Digits
fr: Cap des 100

# ach.032
source: Complete 100 runs.
fr: Réalisez 100 sorties.

# ach.033
source: Unstoppable
fr: Inarrêtable

# ach.034
source: Complete 250 runs.
fr: Réalisez 250 sorties.

# ach.035
source: Week Warrior
fr: Guerrier de la semaine

# ach.036
source: Run every day for 7 days straight.
fr: Courez tous les jours pendant 7 jours d'affilée.

# ach.037
source: Iron Will
fr: Volonté de fer

# ach.038
source: Run every day for 30 days straight.
fr: Courez tous les jours pendant 30 jours d'affilée.

# ach.039
source: Race Debut
fr: Première course

# ach.040
source: Complete your first race.
fr: Terminez votre première course.

# ach.041
source: Seasoned Racer
fr: Compétiteur aguerri

# ach.042
source: Complete 5 races.
fr: Terminez 5 courses.

# ach.043
source: Challenge Accepted
fr: Défi relevé

# ach.044
source: Complete your first challenge.
fr: Terminez votre premier défi.

# ach.045
source: Challenge Champion
fr: Champion des défis

# ach.046
source: Complete 5 challenges.
fr: Terminez 5 défis.

# ach.047
source: Personal Best
fr: Record personnel

# ach.048
source: Set your first personal record.
fr: Établissez votre premier record personnel.

source: Achievements
fr: Réalisations

source: Achievements Unlocked
fr: Succès débloqués

source: ACR
fr: RAC

source: ACR: %.2f
fr: RAC : %.2f

source: Active
fr: Actif

source: Active Challenges
fr: Défis actifs

source: activities
fr: activités

source: Activities from the last 3 weeks will appear here.
fr: Les activités des 3 dernières semaines apparaîtront ici.

source: Activity
fr: Activité

source: Activity Feed
fr: Fil d'activité

source: Activity Types
fr: Types d'activité

source: Actual
fr: Réel

# Acute to Chronic Ratio: %@, %@
source: Acute to Chronic Ratio: %1$@, %2$@
fr: Ratio aigu:chronique : %1$@, %2$@

# Acute to chronic ratio: %@. Status: %@
source: Acute to chronic ratio: %1$@. Status: %2$@
fr: Ratio aigu:chronique : %1$@. Statut : %2$@

source: Acute:Chronic Ratio Trend
fr: Tendance du ratio aigu:chronique

source: Acute:Chronic Ratio: %.2f
fr: Ratio aigu:chronique : %.2f

source: Adapts as you train
fr: S'adapte à mesure que vous vous entraînez

source: Add
fr: Ajouter

source: Add %@
fr: Ajouter %@

source: Add a race
fr: Ajouter une course

source: Add a trail race result
fr: Ajouter un résultat de course en trail

source: Add All Items
fr: Tout ajouter

source: Add another race
fr: Ajouter une autre course

source: Add Checkpoint
fr: Ajouter un point de passage

source: Add Contact
fr: Ajouter un contact

source: Add contacts who should be notified in case of an emergency during your runs.
fr: Ajoutez les contacts à prévenir en cas d'urgence pendant vos courses.

source: Add food entry
fr: Ajouter un aliment

source: Add Food Entry
fr: Ajouter un aliment

source: Add friend
fr: Ajouter un ami

source: Add Friend
fr: Ajouter un ami

source: Add friends to see their activity here.
fr: Ajoutez des amis pour voir leur activité ici.

source: Add friends to share your runs with them.
fr: Ajoutez des amis pour partager vos courses avec eux.

source: Add gear
fr: Ajouter un équipement

source: Add Gear
fr: Ajouter un équipement

source: Add goal
fr: Ajouter un objectif

source: Add Item
fr: Ajouter un article

source: Add Phase
fr: Ajouter une phase

source: Add phases to build your interval workout.
fr: Ajoutez des phases pour construire votre séance de fractionné.

source: Add product
fr: Ajouter un produit

source: Add Product
fr: Ajouter un produit

source: Add race
fr: Ajouter une course

source: Add Race
fr: Ajouter une course

source: Add Reflection
fr: Ajouter une réflexion

source: Add route
fr: Ajouter un itinéraire

source: Add to Calendar (.ics)
fr: Ajouter au calendrier (.ics)

source: Add to Plan
fr: Ajouter au plan

source: Add workout
fr: Ajouter une séance

source: Add your trail shoes and other gear to track their mileage and know when to replace them.
fr: Ajoutez vos chaussures de trail et autres équipements pour suivre leur kilométrage et savoir quand les remplacer.

source: Adding any B or C races now lets the plan shape its build, taper and recovery around them.
fr: Ajouter des courses B ou C maintenant permet au plan d'organiser sa montée en charge, son affûtage et sa récupération autour d'elles.

source: Additional notes
fr: Notes supplémentaires

source: Adds 1 to 3 race-pace quality sessions in the 2 to 3 weeks before this race. VO2max for 10K, threshold for HM, MP blocks for marathon. Replaces existing intervals, no extra fatigue.
fr: Ajoute 1 à 3 séances de qualité à allure de course dans les 2 à 3 semaines avant cette course. VO2max pour le 10 km, seuil pour le semi, blocs à allure marathon pour le marathon. Remplace les fractionnés existants, sans fatigue supplémentaire.

source: Adherence
fr: Adhérence

source: Adjust the upper limit for Zone 1 Recovery
fr: Ajuster la limite haute de la zone 1 Récupération

source: Adjust the upper limit for Zone 2 Aerobic
fr: Ajuster la limite haute de la zone 2 Aérobie

source: Adjust the upper limit for Zone 3 Tempo
fr: Ajuster la limite haute de la zone 3 Tempo

source: Adjust the upper limit for Zone 4 Threshold
fr: Ajuster la limite haute de la zone 4 Seuil

source: Adjusting your plan
fr: Ajustement de votre plan

source: Adjusts reminder timing based on your pace and conditions
fr: Ajuste le timing des rappels selon votre allure et les conditions

source: Adjusts your daily calorie targets.
fr: Ajuste vos objectifs caloriques quotidiens.

source: Advanced Metrics
fr: Métriques avancées

source: After Last Intake
fr: Après dernière prise

source: AI is identifying items and estimating nutrition
fr: L'IA identifie les aliments et estime les valeurs nutritionnelles

source: AI Suggested Session
fr: Séance suggérée par l'IA

source: Aid station
fr: Ravitaillement

source: Aid Station
fr: Ravitaillement

source: Aid station available
fr: Ravitaillement disponible

source: Aid Station Stop
fr: Arrêt ravitaillement

source: Aid station stop: %lld min
fr: Arrêt ravitaillement : %lld min

source: AID STATION STRATEGY
fr: STRATÉGIE DES RAVITAILLEMENTS

source: Alert Settings
fr: Paramètres d'alerte

source: Alerts emergency contacts if no movement is detected for the specified duration
fr: Alerte les contacts d'urgence si aucun mouvement n'est détecté pendant la durée spécifiée

source: All challenges started or completed
fr: Tous les défis sont lancés ou terminés

source: All data has been cleared. Please restart the app to begin fresh.
fr: Toutes les données ont été effacées. Veuillez redémarrer l'app pour recommencer.

source: All fields optional. Skip what you don't know — we'll use evidence-based defaults.
fr: Tous les champs sont optionnels. Passez ceux que vous ne connaissez pas, nous utiliserons des valeurs par défaut basées sur la recherche.

source: All fields optional. Skip what you don't know, we'll use evidence-based defaults.
fr: Tous les champs sont facultatifs. Passez ce que vous ne savez pas, nous utiliserons des valeurs par défaut fondées sur des données.

source: All items checked
fr: Tous les éléments cochés

source: All optional. Skip what you don't know, we'll use evidence-based defaults.
fr: Tout est optionnel. Passez ce que vous ne savez pas, nous utiliserons des valeurs par défaut fondées sur des données.

source: All sessions completed this week!
fr: Toutes les séances de la semaine sont terminées !

source: All synced
fr: Tout synchronisé

source: Already have an account? Sign In
fr: Vous avez déjà un compte ? Connexion

source: Already imported
fr: Déjà importé

source: Analyzing race profile
fr: Analyse du profil de course

source: Analyzing your food...
fr: Analyse de votre repas...

source: Analyzing your profile
fr: Analyse de votre profil

source: Analyzing...
fr: Analyse en cours...

source: Announces hydration and fuel reminders by voice
fr: Annonce les rappels d'hydratation et de nutrition par la voix

source: Announces when you drift out of the target heart rate zone
fr: Annonce quand vous sortez de la zone de fréquence cardiaque cible

source: Announces when you move into a different heart rate zone
fr: Annonce quand vous changez de zone de fréquence cardiaque

source: Announces when you reach a race checkpoint
fr: Annonce quand vous atteignez un point de passage

source: Announces when your pace deviates from the target
fr: Annonce quand votre allure dévie de l'objectif

source: Announces your pace and distance at each kilometer or mile split
fr: Annonce votre allure et distance à chaque kilomètre ou mile

source: Announces your progress at regular time intervals
fr: Annonce votre progression à intervalles réguliers

source: Any go-to brands?
fr: Des marques préférées ?

source: Any pacing insights or details?
fr: Des observations sur votre stratégie d'allure ?

source: Any stomach trouble in past races?
fr: Des soucis d'estomac sur vos courses passées ?

source: Any training data to calibrate?
fr: Des données d'entraînement à calibrer ?

source: Anything to avoid?
fr: Quelque chose à éviter ?

# ap.raceFinished
source: Finished a race: %@
fr: Course terminée : %@

# ap.runCompleted
source: Completed a %@ run
fr: Sortie de %@ terminée

source: Appearance
fr: Apparence

source: Apple Health
fr: Apple Santé

source: Apple Health Connected
fr: Apple Santé connecté

source: Apply
fr: Appliquer

source: Apply to Race
fr: Appliquer à la course

source: Approximate range for the first month of your plan. Pick the frequency that suits you best.
fr: Plage approximative pour le premier mois de votre plan. Choisissez la fréquence qui vous convient le mieux.

source: Are you dealing with an injury right now?
fr: Êtes-vous actuellement blessé(e) ?

source: Are you sure you want to delete %@?
fr: Êtes-vous sûr de vouloir supprimer %@ ?

source: Athlete
fr: Athlète

source: Attaches your current GPS coordinates to the emergency alert message
fr: Joint vos coordonnées GPS au message d'alerte d'urgence

source: Attempt %lld/5
fr: Tentative %lld/5

# atype.cycling
source: Cycling
fr: Vélo

# atype.hiking
source: Hiking
fr: Randonnée

# atype.other
source: Other
fr: Autre

# atype.running
source: Running
fr: Course à pied

# atype.strength
source: Strength
fr: Renforcement

# atype.swimming
source: Swimming
fr: Natation

# atype.trail
source: Trail Running
fr: Trail

source: Authenticate to access your training data.
fr: Authentifiez-vous pour accéder à vos données d'entraînement.

source: Auto-fill from your recent running history.
fr: Remplir automatiquement à partir de votre historique de course récent.

source: Auto-Generated Checkpoints
fr: Points de passage auto-générés

source: Auto-import from Apple Health
fr: Import automatique depuis Apple Santé

source: Auto-Linked to Session
fr: Lié automatiquement à la séance

source: Auto-Pause
fr: Pause automatique

source: Auto-Pause pauses your run when you stop moving. Pacing Alerts notify you when your pace deviates from the planned session target.
fr: La pause automatique met votre course en pause à l'arrêt. Les alertes d'allure vous préviennent quand votre allure dévie de l'objectif.

source: Auto-Paused
fr: Pause automatique

source: Auto-Upload Runs
fr: Envoi automatique des courses

source: Automatic Strava sync
fr: Synchronisation Strava automatique

source: Automatically detects falls and triggers an alert if you don't respond
fr: Détecte automatiquement les chutes et déclenche une alerte sans réponse

source: Automatically imports running workouts from Apple Health
fr: Importe automatiquement les séances de course depuis Apple Santé

source: Automatically pauses your run when you stop moving
fr: Met automatiquement votre course en pause à l'arrêt
